Repository: biblibre/omeka-plugin-ElementManager
Catalog: languages/*.po
Languages: fr

source: Successfully saved element
fr: Élément enregistré avec succès

source: Successfully deleted element
fr: Élément supprimé avec succès

source: Manage elements
fr: Gestion des éléments

source: Element Manager
fr: Gestionnaire d'éléments

source: Element
fr: Élément

source: Modify
fr: Modifier

source: Modify element %s
fr: Modifier l'élément %s

source: Save
fr: Enregistrer

source: Delete element %s
fr: Supprimer l'élément %s

source: You are about to delete an element.
fr: Vous êtes sur le point de supprimer un élément.

source: All data attached to this element will be removed too.
fr: Toutes les données attachées à cet élément seront également supprimées.

source: Confirm
fr: Confirmer
